tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "sidneys/homebrew"
tap "snyk/tap"
tap "symopsio/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "glib"
brew "gmp"
brew "harfbuzz"
brew "icu4c@76"
brew "libyaml"
brew "readline"
brew "aider"
brew "pkgconf"
brew "alembic"
brew "aria2"
brew "awscli"
brew "cabextract"
brew "cdrtools"
brew "circleci"
brew "cmake"
brew "colima"
brew "coreutils"
brew "ctags"
brew "docker"
brew "docker-buildx"
brew "docker-compose", args: ["HEAD"]
brew "docker-squash"
brew "node"
brew "eslint"
brew "fastapi"
brew "fd"
brew "unbound"
brew "gnutls"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnirehtet"
brew "go"
brew "gobject-introspection"
brew "huggingface-cli"
brew "inetutils"
brew "lazygit"
brew "libusb"
brew "meson"
brew "neovim"
brew "nerdfix"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "pipenv"
brew "postgresql@16", link: true
brew "powerlevel10k"
brew "prettier"
brew "pylint"
brew "pyright"
brew "python-build"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "shellcheck"
brew "solargraph"
brew "spoof-mac"
brew "stylua"
brew "syncthing"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
brew "snyk/tap/snyk"
brew "symopsio/tap/symflow"
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "aptible"
cask "burp-suite"
cask "crossover"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "google-drive"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obsidian"
cask "onedrive"
cask "plex"
cask "postman"
cask "rectangle"
cask "rocket"
cask "slack"
cask "spotify"
cask "stats"
cask "thor"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "yubico-yubikey-manager"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vayan.haml"
vscode "vscodevim.vim"
